/**
 * Created by User on 08.10.2016.
 */
public class Bottle {
    String typ; //Создаем поле (переменную класса)тип бутылки, текстовое значение поэтому использовал тип String
    int v;  //Создаем поле (переменную класса)объем бутылки, числовое значение поэтому использовал тип int
    String material; //Создаем поле (переменную класса)материал бутылки, текстовое значение поэтому использовал тип String
    String color; //Создаем поле (переменную класса)цвет бутылки, текстовое значение поэтому использовал тип String

 }

/*

 */