/**
 * Created by User on 08.10.2016.
 */
//Создаем клас "Дорожная одежда (ДО)"
public class Roadconstraction {
    String name;
    int E;  //Создаем поле (переменную класса) прочность ДО, числовое значение поэтому использовал тип int
    int h;  //Создаем поле (переменную класса) толщина ДО, числовое значение поэтому использовал тип int
    int rovnost;  //Создаем поле (переменную класса) ровность покрытия ДО, числовое значение поэтому использовал тип int
    String layer1; //Создаем поле (переменную класса)первый слой ДО, текстовое значение поэтому использовал тип String
    String layer2; //Создаем поле (переменную класса) второй слой ДО, текстовое значение поэтому использовал тип String
    String layer3; //Создаем поле (переменную класса) третий слой ДО, текстовое значение поэтому использовал тип String
}
